{
    "nav": {
        "home": "Strona G贸wna",
        "breeds": "Rasy",
        "care": "Opieka",
        "language": "Jzyk"
    },
    "footer": {
        "rights": "Wszelkie prawa zastrze偶one.",
        "createdBy": "Stworzone przez Ann"
    },
    "home": {
        "title": "Witajcie Mionicy Ps贸w ",
        "subtitle": "Tw贸j ostateczny przewodnik po wiecie ps贸w. Poznaj rasy, dowiedz si o opiece i wituj z naszymi futrzastymi przyjaci贸mi.",
        "breedsTitle": "Poznaj Rasy",
        "breedsDesc": "Odkryj 5 popularnych ras ps贸w i znajd藕 swojego idealnego towarzysza.",
        "careTitle": "Porady Opiekucze",
        "careDesc": "Dowiedz si, jak najlepiej dba o swojego futrzastego przyjaciela."
    },
    "breeds": {
        "title": "POPULARNE RASY PSW",
        "subtitle": "Poznaj jedne z najbardziej lubianych ras ps贸w na wiecie.",
        "goldenRetriever": {
            "name": "Golden Retriever",
            "desc": "Przyjacielski, inteligentny i oddany. Golden Retrievery to popularne psy rodzinne znane ze swojej agodnej natury."
        },
        "germanShepherd": {
            "name": "Owczarek Niemiecki",
            "desc": "Pewny siebie, odwa偶ny i mdry. Owczarki niemieckie to wszechstronne psy pracujce i lojalni str贸偶e."
        },
        "labrador": {
            "name": "Labrador Retriever",
            "desc": "Towarzyski, zr贸wnowa偶ony i agodny. Labradory s przyjacielskimi towarzyszami i wietnie sprawdzaj si w rodzinach."
        },
        "bulldog": {
            "name": "Bulldog",
            "desc": "Spokojny, odwa偶ny i przyjacielski. Bulldogi s znane ze swojego charakterystycznego wygldu i lu藕nej sk贸ry."
        },
        "beagle": {
            "name": "Beagle",
            "desc": "Ciekawski, przyjacielski i wesoy. Beagle to psy gocze o doskonaym wchu i instynkcie tropicym."
        }
    },
    "care": {
        "title": "Przewodnik Opieki",
        "subtitle": "Niezbdne wskaz贸wki, aby Tw贸j futrzasty przyjaciel by zdrowy, szczliwy i peen 偶ycia.",
        "nutrition": {
            "title": "呕ywienie",
            "desc": "Zapewnij zbilansowan diet dostosowan do wieku, wielkoci i poziomu aktywnoci psa. Zawsze dbaj o dostp do wie偶ej wody."
        },
        "exercise": {
            "title": "Regularny Ruch",
            "desc": "Psy potrzebuj codziennej aktywnoci fizycznej, aby pozosta zdrowe i szczliwe. Spacery, aportowanie czy bieganie to wietne opcje."
        },
        "grooming": {
            "title": "Pielgnacja",
            "desc": "Regularne czesanie, kpiele i przycinanie pazur贸w sprawiaj, 偶e Tw贸j pies wyglda dobrze i czuje si komfortowo."
        },
        "checkups": {
            "title": "Wizyty u Weterynarza",
            "desc": "Regularnie odwiedzaj weterynarza w celu szczepie i bada. Wczesne wykrywanie problem贸w jest kluczem do dugiego 偶ycia."
        },
        "love": {
            "title": "Mio i Cierpliwo",
            "desc": "Przede wszystkim psy potrzebuj mioci, uwagi i cierpliwoci. Budowanie silnej wizi z psem to najbardziej satysfakcjonujca cz bycia opiekunem."
        }
    }
}